(function() {
  window.zonesFloor8 = [
    {
      id: "801_check",
      label: "801",
      color: "#FF6347",
      info: "Институт социально-гуманитарного образования",
      add_info: "Директор института социально-гуманитарного образования<br>Ростиславлев Дмитрий Александрович<br>Помощник директора социально-гуманитарного образования<br>Фомина Ольга Сергеевна"
    },
    {
      id: "802",
      label: "802",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "803_check",
      label: "803",
      color: "#FF6347",
      info: "Заместитель директора института социально-гуманитарного образования",
      add_info: "Калмыкова Анастасия Дмитриевна"
    },
    {
      id: "804",
      label: "804",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "805",
      label: "805",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "806_check",
      label: "806",
      color: "#FF6347",
      info: "Заместитель директора института социально-гуманитарного образования",
      add_info: "Баранова Вера Ивановна"
    },
    {
      id: "807_check",
      label: "807",
      color: "#FF6347",
      info: "Учебный отдел Института социально-гуманитарного образования",
      add_info: "Шклярук Алла Леонидовна<br>Потапова Ольга Валерьевна<br>График приема:<br>Пн 10:00 - 17:00<br>Вт 10:00 - 17:00<br>Ср 10:00 - 17:00<br>Чт 10:00 - 17:00<br>Пт 10:00 - 16:00<br>Перерыв 13:00 - 14:00<br><b>Для оформления справок о периоде обучения</b> необходимо отправить заявку на электронный адрес dekanatna@yandex.ru <br>Сроки изготовления справок с печатью института два рабочих дня, с гербовой печатью четыре рабочих дня."
    },
    {
      id: "808",
      label: "808",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "809_check",
      label: "809",
      color: "#FF6347",
      info: "Институт социально-гуманитарного образования",
      add_info: "Научный руководитель института социально-гуманитарного образования<br>Мусарский Марк Михайлович<br>Заместитель директора института социально-гуманитарного образования<br>Николаев Максим Владимирович"
    },
    {
      id: "810",
      label: "810",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "811_check",
      label: "811",
      color: "#FF6347",
      info: "Кафедра философии",
      add_info: "Заведующий кафедрой философии<br>Грифцова Ирина Николаевна"
    },
    {
      id: "812_check",
      label: "812",
      color: "#FF6347",
      info: "Кафедра философии",
      add_info: ""
    },
    {
      id: "813_check",
      label: "813",
      color: "#FF6347",
      info: "Учебный отдел<br>Диспетчерская",
      add_info: "Тихомирова Ольга Анатольевна<br>Гельмс Надежда Николаевна<br><b>Подача заявок на получение электронного пропуска МПГУ https://mspu.my.to/pass/</b>"
    },
    {
      id: "814_check",
      label: "814",
      color: "#FF6347",
      info: "Учебный отдел<br>Диспетчерская",
      add_info: "Начальник учебного отдела<br>Крючкова Татьяна Юрьевна<br>Учебный отдел<br>Анохина Олеся Викторовна"
    },
    {
      id: "815_check",
      label: "815",
      color: "#FF6347",
      info: "Кафедра культурологии",
      add_info: "Заведующий кафедрой культурологии<br>Пржиленская Ирина Борисовна"
    },
    {
      id: "816",
      label: "816",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "817",
      label: "817",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "818",
      label: "818",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "826",
      label: "826",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "826a",
      label: "826а",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "827",
      label: "827",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "829",
      label: "829",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "831_check",
      label: "831",
      color: "#FF6347",
      info: "Кабинет криминалистики",
      add_info: ""
    },
    {
      id: "832",
      label: "832",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "833_check",
      label: "833",
      color: "#FF6347",
      info: "Отдел сопровождения профориентационных проектов",
      add_info: "Управления профессиональной ориентации и содействия трудоустройству студентов"
    },
    {
      id: "834_check",
      label: "834",
      color: "#FF6347",
      info: "Управление профессиональной ориентации и содействия трудоустройству студентов",
      add_info: "Начальник управления<br>Михайлова Татьяна Ивановна"
    },
    {
      id: "835",
      label: "835",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "836",
      label: "836",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "837_check",
      label: "837",
      color: "#FF6347",
      info: "Заместитель директора института по научной работе",
      add_info: "Омельченко Елена Александровна"
    },
    {
      id: "838",
      label: "838",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "839_check",
      label: "839",
      color: "#FF6347",
      info: "Кафедра теории и истории государства и права",
      add_info: "Заведующий кафедрой теории и истории государства и права<br>Ширяева Светлана Валентиновна"
    },
    {
      id: "840_check",
      label: "840",
      color: "#FF6347",
      info: "Заведующий кафедрой государственного и муниципального управления",
      add_info: "Оробец Вячеслав Михайлович"
    },
    {
      id: "841_check",
      label: "841",
      color: "#FF6347",
      info: "Кафедра государственного и муниципального управления",
      add_info: ""
    },
    {
      id: "843_check",
      label: "843",
      color: "#FF6347",
      info: "Управление профессиональной ориентации и содействия трудоустройству студентов",
      add_info: "Заместитель начальника Управления<br>Савощенко Николай Владимирович"
    },
    {
      id: "845_check",
      label: "845",
      color: "#FF6347",
      info: "Юридическая клиника",
      add_info: ""
    },
    {
      id: "846",
      label: "846",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "847",
      label: "847",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "848",
      label: "848",
      color: "#D3D3D3",
      info: "",
      add_info: ""
    },
    {
      id: "check",
      label: "Кафедра права",
      color: "#FF6347",
      info: "Заведующий кафедрой права",
      add_info: "Глушков Александр Иванович"
    },
    {
      id: "el",
      label: "Лифт",
      color: "#B2B0dDF",
      info: "",
      add_info: ""
    },
    {
      id: "el_2",
      label: "Лифт",
      color: "#B2B0dDF",
      info: "",
      add_info: ""
    },
    {
      id: "st",
      label: "Лестница",
      color: "#E0FFFF",
      info: "",
      add_info: ""
    },
    {
      id: "st_2",
      label: "Лестница",
      color: "#E0FFFF",
      info: "",
      add_info: ""
    },
    {
      id: "st_3",
      label: "Лестница",
      color: "#E0FFFF",
      info: "",
      add_info: ""
    },
    {
      id: "st_4",
      label: "Лестница",
      color: "#E0FFFF",
      info: "",
      add_info: ""
    },
    {
      id: "tM",
      label: "Мужской туалет",
      color: "#98FB98",
      info: "",
      add_info: ""
    },
    {
      id: "tT",
      label: "Туалет для сотрудников", 
      color: "#37aa63",
      info: "",
      add_info: ""
    },
    {
      id: "tW",
      label: "Женский туалет",
      color: "#98FB98",
      info: "",
      add_info: ""
    },
    {
      id: "tW_2",
      label: "Женский туалет",
      color: "#98FB98",
      info: "",
      add_info: ""
    }
  ];
})();